lang = "ru"
bot_answer = {
    "ru": {
        "start_ok": "Вы готовы к работе! Введите запрос для нейросети",
        "help_but": "Помощь",
        "login": "Войти в аккаунт",
        "logout": "Выйти из аккаунта",
        "add": "Добавить компанию",
        "del": "Удалить компанию",
        "upd_time": "Изменить срок окончания подписки",
        "upd_lim": "Изменить количество пользователей компании",
        "add_prompt": "Добавить подсказку",
        "not_authorization": "Для начала работы требуется войти в аккаунт",
        "authorization_name": "Введите название компании",
        "authorization_password": "Введите пароль",
        "authorization_success": "Удачная авторизация",
        "authorization_fail": "Неверный пароль или название компании",
        "authorization_fail_1": "Ограничение на количество людей",
        "logout_success": "Успешный выход",
        "settings": "Настройки",
        "prompt": "Выберите настройку",
        "incorrect_prompt": "Этой настройки не существует",
        "success_prompt": "Настройка успешно установлена",
        "choose_company": "Выберете компанию",
        "unreal_company": "Данной компании не существует",
        "confirm": "Подтвердить",
        "ok": "ОК",
        "input_name_company": "Введите название компании",
        "input_password": "Введите пароль",
        "input_time": "Введите дату окончания подписки дд.мм.гг",
        "input_num_of_user": "Введите максимальное количество пользователей",
        "input_incorrect": "Неправильный ввод данных",
        "end_time": "Время подписки истекло",
        "input_prompt": "Введите текст подсказки",
        "input_description": "Введите описание",
        "help": """/authorization - авторизация пользователя
/help - получение справки
/settings - настройка режима
/log_out - выход из аккаунта
любое другое сообщение - получение ответа от нейросети
""",
        "help_admin": """/authorization - авторизация пользователя
/help - получение справки
/settings - настройка режима
/log_out - выход из аккаунта
/delete - удаление компании
/add - добавление компании
/update_limit - изменение максимального количества пользователей от компании
/update_date - изменение срока окончания подписки
/add_prompt - добавление шаблона для нейросети
любое другое сообщение - получение ответа от нейросети
"""
    }
}
